cask '1password'
cask 'bitbar'
cask 'firefox'
cask 'daisydisk'
cask 'docker'
cask 'keepingyouawake'
cask 'ngrok'
cask 'rectangle'
cask 'spotify'
cask 'typora'
cask 'viscosity'
cask 'whatsapp'

brew 'awscli'
brew 'alacritty', args: ['HEAD']
brew 'coreutils'
brew 'fnm'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'go'
brew 'mas'
brew 'the_silver_searcher'
brew 'rust'
brew 'rbenv'
brew 'tmate'
brew 'tmux'
brew 'nvim'
