tap 'mscharley/homebrew'

cask '1password'
cask 'fantastical'
cask 'daisydisk'
cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'private-internet-access'
cask 'kap'
cask 'ngrok'
cask 'quicksilver'
cask 'slack'
cask 'sizeup'
cask 'spotify'
cask 'typora'
cask 'whatsapp'
cask 'xquartz'

brew 'awscli'
brew 'mscharley/homebrew/alacritty', args: ['HEAD']
brew 'git'
brew 'go'
brew 'fzf'
brew 'nodenv'
brew 'mas'
brew 'the_silver_searcher'
brew 'rbenv'
brew 'tmate'
brew 'tmux'
brew 'nvim'

mas 'Amphetamine', id: 937984704
